cairo
docker
fontconfig
freetype
gcc
gdbm
gettext
git
glib
gmp
isl
jpeg
libevent
libffi
libmpc
libpng
libtiff
mpfr
openssl
pcre
pixman
python
r
readline
sqlite
tmux
wget
xz
gsl
libssh2
glpk

# need to get Cairo R library working
pango

# interface into system notifier
terminal-notifier

# for copy and paste in tmux
reattach-to-user-namespace

# tensorflow - needs a lot of other stuff, but includes
bazel
swig
# brew cask install java
# brew cask install cuda

# for R database packages
mariadb-connector-c
